{
    "concertin":{
    	"desc-cs":"Vývoj užitečné Facebook aplikace, která doporučuje koncerty.",
    	"desc-en":"Developing useful Facebook application which recommends concerts.",
    	"tech":"HTML, PHP, jQuery, Nette Framework, Facebook API",
    	"client":"Jan Horna"
    },
    "gpspoipartners":{
    	"desc-cs":"Vývoj interního informačního systému pro správu zájmových bodů v GPS navigacích",
    	"desc-en":"Intranet application to manage points of interest in GPS navigations",
    	"tech":"PHP, Nette Framework, Google Maps API",
    	"client":"BEfirst"
    },
    "michaljanik":{
    	"desc-cs":"Vývoj netradičních a náročných interních nástrojů usnadňujících práci týmu konzultantů.",
    	"desc-en":"Taking care of development of unconventional and challenging internal tools improving company's efficiency.",
    	"tech":"HTML, PHP, Python, jQuery, Nette Framework, Django, Flask",
    	"client":"Michal Janík"
    },
    "eventival":{
    	"desc-cs":"Součást agilního týmu vyvíjejícího velmi komplexní SaaS aplikaci pro filmové festivaly.",
    	"desc-en":"Part of agile team developing very complex SaaS application for film festivals.",
    	"tech":"(X)HTML, PHP, jQuery, Symfony, Propel ORM",
    	"client":"Eventival"
    },
    "generali":{
    	"desc-cs":"Šablony pro formuláře ke sjednání povinného ručení online.",
    	"desc-en":"Templates of forms allowing people apply for a car insurance online.",
    	"tech":"(X)HTML, PHP, CSS, jQuery, Nette Framework",
    	"client":"H1.cz"
    },
    "cez":{
    	"desc-cs":"Šablona pro informační systém STE ČEZ vyvíjený společností Logica.",
    	"desc-en":"Template of an intranet application for STE ČEZ (large Czech energetic company).",
    	"tech":"(X)HTML, CSS",
    	"client":"Logica"
    },
    "miss":{
    	"desc-cs":"Rozsáhlá spolupráce na vývoji webu Miss České republiky 2008.",
    	"desc-en":"Participating in development of Miss Czech Republic 2008 site.",
    	"tech":"PHP, CSS, (X)HTML",
    	"client":"FRONK DESIGN"
    },
    "pesek":{
    	"desc-cs":"Základní šablona pro prezentaci motocyklového závodníka Lukáše Peška.",
    	"desc-en":"Basic template for website of Czech motorcycle racer Lukáš Pešek.",
    	"tech":"PHP, CSS, (X)HTML",
    	"client":"FRONK DESIGN"
    },
    "volksbank":{
    	"desc-cs":"Realizace microsite k propagaci nového studentského konta Volksbank.",
    	"desc-en":"Realization of microsite to promote new Volksbank's student account.",
    	"tech":"PHP, CSS, (X)HTML",
    	"client":"MenSeek"
    },
    "sokol":{
    	"desc-cs":"Robustní redakční systém pro administraci specifického obsahu stránek lokálního basketbalového klubu.",
    	"desc-en":"Massive redaction system to administrate specific content of local basketball team's site.",
    	"tech":"PHP, CSS, (X)HTML",
    	"client":"Sokol Karviná"
    },
    "hungerwall":{
    	"desc-cs":"Dvě prezentace na míru pro luxusní ubytování v Praze s rozsáhlou administrací.",
    	"desc-en":"Two complex presentations for luxurious accommodations in Prague with large administration.",
    	"tech":"PHP, CSS, (X)HTML, Nette Framework",
    	"client":"Jan Friml"
    },
    "jobfairs":{
    	"desc-cs":"Virtuální výstaviště pro prezentaci firem. Programování kompletního speciálního redakčního systému.",
    	"desc-en":"Virtual fairground to promote companies. Programming of whole the large content management system.",
    	"tech":"PHP, CSS, (X)HTML",
    	"client":"MenSeek"
    }
}
